const ReturnPolicies = () => {
  return (
    <div className=" flex flex-col gap-5">
      <div>
        <h1 className=" font-medium text-xl">রিফান্ড এবং রিটার্ন পলিসি</h1>
        <p className=" text-gray-500">
          <span className=" font-medium text-black"> চিত্রকর্ম-এ</span> আমরা
          আপনার সন্তুষ্টি নিশ্চিত করতে সর্বদা প্রতিশ্রুতিবদ্ধ। আপনি যদি আমাদের
          থেকে কোনো পণ্য কেনার পর সেটি ফেরত দিতে বা রিফান্ড পেতে চান, তাহলে
          আমাদের রিফান্ড পলিসি অনুযায়ী আমরা তা নিশ্চিত করবো। নিচে আমাদের
          রিফান্ড পলিসির বিস্তারিত দেওয়া হলো:
        </p>
      </div>
      <div className=" flex flex-col gap-5">
        <div>
          <h1 className=" text-xl font-medium">রিফান্ড পাওয়ার যোগ্যতা</h1>
          <p className=" text-gray-600">
            আপনি নিম্নলিখিত পরিস্থিতিতে রিফান্ডের জন্য আবেদন করতে পারবেন:
          </p>
          <ul className=" list-disc ml-8 mt-2 text-gray-600">
            <li>আপনি যদি পণ্যটি অর্ডার দেওয়ার ৭ দিনের মধ্যে ফেরত দিতে চান।</li>
            <li>
              পণ্যটি ত্রুটিপূর্ণ, ক্ষতিগ্রস্ত বা ভুল পণ্য সরবরাহ করা হয়ে থাকে।
            </li>
            <li>
              পণ্যটি ব্যবহার না করা হয়েছে এবং মূল প্যাকেজিংসহ ফেরত দেওয়া
              হচ্ছে।
            </li>
          </ul>
        </div>
        <div>
          <h1 className=" text-xl font-medium">
            {" "}
            যে পণ্যগুলির জন্য রিফান্ড প্রযোজ্য নয়
          </h1>
          <p className=" text-gray-600">
            নিম্নোক্ত পণ্যগুলোর জন্য রিফান্ড প্রযোজ্য নয়:
          </p>
          <ul className=" list-disc ml-8 mt-2 text-gray-600">
            <li>ব্যবহৃত বা খোলা পণ্য</li>
            <li>
              বিক্রয়ের সময় স্পষ্টভাবে উল্লেখ করা হয়েছিল যে পণ্যটি ফেরতযোগ্য
              নয়
            </li>
            <li>
              পেরিশেবল বা ব্যক্তিগত ব্যবহারযোগ্য পণ্য যেমন: খাদ্যদ্রব্য,
              ব্যক্তিগত যত্ন সামগ্রী ইত্যাদি
            </li>
          </ul>
        </div>
        <div>
          <h1 className=" text-xl font-medium">ফেরত দেওয়ার প্রক্রিয়া</h1>
          <p className=" text-gray-600">
            পণ্যটি ফেরত দেওয়ার জন্য আপনাকে নিচের ধাপগুলো অনুসরণ করতে হবে:
          </p>
          <ul className=" list-disc ml-8 mt-2 text-gray-600">
            <li>
              <strong>ফেরত দেওয়ার অনুরোধ:</strong> অর্ডার গ্রহণের ৭ দিনের মধ্যে
              আমাদের কাস্টমার সার্ভিসের সাথে যোগাযোগ করুন এবং রিফান্ডের জন্য
              অনুরোধ জানান।
            </li>
            <li>
              <strong>প্যাকেজিং:</strong> পণ্যটি মূল অবস্থায় এবং প্যাকেজিংসহ
              ফেরত দিতে হবে।
            </li>
            <li>
              <strong>ডেলিভারি চার্জ:</strong> পণ্যের ফেরত পাঠানোর ক্ষেত্রে
              ডেলিভারি চার্জ কাস্টমারের দায়িত্বে থাকবে, যদি না পণ্যটি
              ত্রুটিপূর্ণ বা ভুল পাঠানো হয়।
            </li>
          </ul>
        </div>
        <div>
          <h1 className=" text-xl font-medium">রিফান্ড প্রসেসিং</h1>
          <p className=" text-gray-600">
            আপনার ফেরত দেওয়া পণ্যটি আমাদের কাছে পৌঁছানোর পর তা যাচাই করা হবে।
            পণ্যটি আমাদের ফেরত নীতিমালা অনুযায়ী হলে, আমরা রিফান্ড প্রসেস করবো।
            রিফান্ডটি সাধারণত নিম্নলিখিত উপায়ে প্রদান করা হয়:
          </p>
          <ul className=" list-disc ml-8 mt-2 text-gray-600">
            <li>
              <strong>মূল পেমেন্ট মেথডে রিফান্ড:</strong> আপনি যেই পেমেন্ট মেথড
              ব্যবহার করে পণ্যটি কিনেছেন, রিফান্ড সেই পদ্ধতিতেই করা হবে (যেমনঃ
              ক্রেডিট/ডেবিট কার্ড, মোবাইল ব্যাংকিং)।
            </li>
            <li>
              <strong>প্রসেসিং সময়:</strong> রিফান্ড প্রসেস করতে আমাদের ৭-১০
              কার্যদিবস সময় লাগতে পারে। রিফান্ডের সম্পূর্ণ হওয়ার বিষয়টি আপনার
              ব্যাংক বা পেমেন্ট প্রদানকারীর উপর নির্ভরশীল হতে পারে।
            </li>
          </ul>
        </div>
        <div>
          <h1 className=" text-xl font-medium">রিপ্লেসমেন্ট পলিসি</h1>
          <p className=" text-gray-600">
            পণ্যটি যদি ত্রুটিপূর্ণ বা ক্ষতিগ্রস্ত থাকে, আপনি সেটি রিপ্লেসমেন্টের
            জন্যও আবেদন করতে পারেন। রিপ্লেসমেন্ট পণ্যের ডেলিভারি চার্জ আমরা বহন
            করবো এবং যত দ্রুত সম্ভব নতুন পণ্যটি আপনার কাছে পৌঁছে দেবো।
          </p>
        </div>
        <div>
          <h1 className=" text-xl font-medium">রিফান্ড সংক্রান্ত সহায়তা</h1>
          <p className=" text-gray-600">
            দি আপনার রিফান্ড প্রক্রিয়া সম্পর্কে যেকোনো প্রশ্ন থাকে বা আপনি কোনো
            সাহায্য প্রয়োজন বোধ করেন, আমাদের কাস্টমার সার্ভিস টিমের সাথে
            যোগাযোগ করুন:
          </p>
          <ul className=" list-disc ml-8 mt-2 text-gray-600">
            <li>
              <strong>ইমেইল:</strong> chitrokormo@gmail.com
            </li>
            <li>
              <strong>ফোন:</strong> (+৮৮) ০১৭৭৪৬-১৭৪৫২
            </li>
          </ul>
        </div>
        <div>
          <h1 className=" text-xl font-medium">গুরুত্বপূর্ণ নির্দেশনা</h1>

          <ul className=" list-disc ml-8 mt-2 text-gray-600">
            <li>
              পণ্য ফেরত দেওয়ার সময় অবশ্যই আমাদের কাস্টমার সার্ভিস থেকে ফেরত
              নম্বর সংগ্রহ করতে হবে।
            </li>
            <li>
              পণ্যটি অবশ্যই সঠিকভাবে প্যাকেজ করা এবং প্রেরণের সময় নিরাপদ
              অবস্থায় থাকতে হবে।
            </li>
          </ul>
        </div>
      </div>
    </div>
  );
};

export default ReturnPolicies;
